{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor shall demolish all footings.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor shall use extreme caution when saw cutting and demolishing hardscapes.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor shall take all appropriate and necessary precautions to limit or avoid the generation of dust, moisture, odor, and vibrations.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor shall protect all existing windows, doors, and adjacent surfaces from damage during demolition.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor shall provide all dumpsters necessary for this scope of work.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor shall remove all piping in ceilings, except fire protection piping.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor shall sweep and mop clean the work areas after each day to prevent trip hazards and maintain acceptable housekeeping standards.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor shall prior to demolition of any materials, be responsible for performing exploratory investigation to determine the extent of the demolition.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"The Subcontractor shall provide all demolition as required per the site conditions in addition to those indicated on the Contract Documents.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor must visit the site to evaluate existing conditions.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor shall, for structural demolition, saw cut an adequate joint between the existing building to remain from that to be demolished, to reduce noise and vibration transmission.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor shall furnish and install all temporary shoring as required to support the existing structure in order to perform demolition. This Subcontractor is responsible for design of shoring to be utilized.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor shall sawcut slabs in the existing building as required.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor shall demolish all mechanical and housekeeping pads as necessary.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor shall remove all hanger wires and other items fastened to the structure.","type":"suggested"}
{"cost_code":"02-4100","category":"Demolition","scope_of_work":"This Subcontractor is responsible for requesting clarification prior to proceeding for all materials that are not clearly indicated to be removed.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall include all building concrete as shown on the Contract Documents.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall include placement of the concrete dumpster pad, generator pad, and all mechanical pads.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall include placement of retaining walls as shown on the Contract Documents.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall include the cantilever slab and foots as shown on the Contract Documents.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall include pour back of slab at MEP trenches.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"The Subcontractor shall all cast in place stairs as shown on the Contract Documents","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall include all moisture membranes, under slab vapor barriers, and reinforcement as required for this scope of work.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall provide all concrete ramp tie ins.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall include all termite treatment as required under slab on grade.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall include all concrete stair treads.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall include placement of the sump pit.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall include all footings and piers as shown on the Contract Documents.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall include all concrete paving and curb at the dumpster pad.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall wash out concrete trucks only where directed by Paryani Construction in the designated concrete wash out area.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall furnish the subbase at all areas as needed for this scope of work.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall place anchor bolts and imbeds provided by the steel subcontractor.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall properly control and contain all wash-out of equipment as to not allow run-off and contamination of adjoining areas.","type":"suggested"}
{"cost_code":"03-3000","category":"Cast-in-Place Concrete","scope_of_work":"This Subcontractor shall provide equipment, hoisting, scaffolding, etc. as required for this scope of work.","type":"suggested"}
{"cost_code":"04-1000","category":"Masonry","scope_of_work":"This Subcontractor shall locate all masonry control joints and expansion joints as specified and coordinate with other subcontractors as required.","type":"suggested"}
{"cost_code":"04-1000","category":"Masonry","scope_of_work":"This Subcontractor shall furnish and install all reinforcing as required. This includes all rebar, bond beams, grouting, etc. as required for this scope of work.","type":"suggested"}
{"cost_code":"04-1000","category":"Masonry","scope_of_work":"This Subcontractor shall furnish and install embedded items required for this scope of work. This Subcontractor shall furnish and install all dowels as indicated on the contract documents.","type":"suggested"}
{"cost_code":"04-1000","category":"Masonry","scope_of_work":"This Subcontractor shall coordinate installation and location of all items in masonry, including, junction boxes, conduit, pipes, etc.","type":"suggested"}
{"cost_code":"04-1000","category":"Masonry","scope_of_work":"This Subcontractor shall include cleaning of all masonry.","type":"suggested"}
{"cost_code":"04-1000","category":"Masonry","scope_of_work":"This Subcontractor shall include all receiving, unloading, and distributing door frames that are to be installed in masonry. This Subcontractor shall install all door frames that are located in masonry.","type":"suggested"}
{"cost_code":"04-1000","category":"Masonry","scope_of_work":"This Subcontractor shall include all stainless-steel flashing that is integral to the masonry scope of work.","type":"suggested"}
{"cost_code":"04-1000","category":"Masonry","scope_of_work":"This Subcontractor shall include all extruded polystyrene insulation behind masonry.","type":"suggested"}
{"cost_code":"04-1000","category":"Masonry","scope_of_work":"This Subcontractor shall install all loose lentils that are located in masonry. Lentils to be provided by others.","type":"suggested"}
{"cost_code":"04-1000","category":"Masonry","scope_of_work":"This Subcontractor shall include all masonry accessories, including ties, anchors, clips, vents, weeps, mortar nets, aluminum termination bars, etc.","type":"suggested"}
{"cost_code":"04-1000","category":"Masonry","scope_of_work":"This Subcontractor shall furnish and install all masonry work including brick veneer and CMU walls as shown in the drawings.","type":"suggested"}
{"cost_code":"04-1000","category":"Masonry","scope_of_work":"This Subcontractor shall furnish anchor bolts and imbeds to the concrete subcontractor as needed.","type":"suggested"}
{"cost_code":"05-1200","category":"Structural Steel","scope_of_work":"This Subcontractor shall detail, furnish, and erect all joists bridging, and roof decking.","type":"suggested"}
{"cost_code":"05-1200","category":"Structural Steel","scope_of_work":"This Subcontractor shall furnish and install all W sections, perimeter angle, steel columns and posts, U-channels that wrap CMU bond beams, and steel plate awnings as shown on the Contract Documents.","type":"suggested"}
{"cost_code":"05-1200","category":"Structural Steel","scope_of_work":"This Subcontractor shall field verify all anchor bolts and imbeds are properly placed before concrete has been placed.","type":"suggested"}
{"cost_code":"05-1200","category":"Structural Steel","scope_of_work":"This Subcontractor shall furnish all steel lintels as required.","type":"suggested"}
{"cost_code":"05-1200","category":"Structural Steel","scope_of_work":"This Subcontractor shall coordinate, furnish, and install all steel for roof curbs and deck openings.","type":"suggested"}
{"cost_code":"05-3100","category":"Miscellaneous Steel","scope_of_work":"This Subcontractor is responsible for engineering, fabrication, and erection of cold-formed metal trusses to withstand design loads within limits and under conditions required to provide a complete system for this work as required by the contract documents.","type":"suggested"}
{"cost_code":"05-3100","category":"Miscellaneous Steel","scope_of_work":"This Subcontractor shall make field measurements and revise all shop drawings to account for as-built conditions.","type":"suggested"}
{"cost_code":"05-3100","category":"Miscellaneous Steel","scope_of_work":"This Subcontractor shall provide and install all adhesives, fasteners, z-clips, fillers, spacers, silencers, stops, leveling, adjusting, and caulking as required to complete this scope of work.","type":"suggested"}
{"cost_code":"05-3100","category":"Miscellaneous Steel","scope_of_work":"This Subcontractor shall prepare and perform all cutouts and openings for all grommets and trim pieces as required to complete this scope of work.","type":"suggested"}
{"cost_code":"06-1000","category":"Rough Carpentry","scope_of_work":"This Subcontractor shall furnish and install all in wall brackets prior to hanging the drywall.","type":"suggested"}
{"cost_code":"06-1000","category":"Rough Carpentry","scope_of_work":"This Subcontractor shall provide all wood blocking shown at the TPO roof, including, but not limited to blocking for gravel stops.","type":"suggested"}
{"cost_code":"06-1000","category":"Rough Carpentry","scope_of_work":"This Subcontractor shall provide all rough carpentry as required to support the work of other trades and install all wall blocking, backing or strapping at all locations.","type":"suggested"}
{"cost_code":"06-2200","category":"Millwork","scope_of_work":"This Subcontractor shall provide all countertops, cabinets, and shelving as required by the contract documents.","type":"suggested"}
{"cost_code":"06-2200","category":"Millwork","scope_of_work":"This Subcontractor shall furnish and install all reception desks as required by the contract documents.","type":"suggested"}
{"cost_code":"06-2200","category":"Millwork","scope_of_work":"This Subcontractor shall provide and install wood window sills as required by the contract documents.","type":"suggested"}
{"cost_code":"07-1100","category":"Waterproofing","scope_of_work":"This Subcontractor shall furnish and install all waterproofing and flashing associated with this scope of work.","type":"suggested"}
{"cost_code":"07-1100","category":"Waterproofing","scope_of_work":"This Subcontractor shall furnish and install below grade and above grade waterproofing as indicated on the contract documents. This shall include an approved 60 mil fluid applied membrane, drainage mat, and protection board.","type":"suggested"}
{"cost_code":"07-1100","category":"Waterproofing","scope_of_work":"This Subcontractor shall furnish and install all bituminous damproofing as required by the Contract Documents.","type":"suggested"}
{"cost_code":"07-1100","category":"Waterproofing","scope_of_work":"This Subcontractor shall furnish and install all crystalline waterproofing as indicated on the Contract Documents.","type":"suggested"}
{"cost_code":"07-1100","category":"Waterproofing","scope_of_work":"This Subcontractor shall include all accessories required for this installation and shall install all sheet flashing around the openings as specifically shown on the Contract Documents.","type":"suggested"}
{"cost_code":"07-1100","category":"Waterproofing","scope_of_work":"This Subcontractor shall furnish and install all weather-resistant barriers (adhesive sheets) as required by the contract documents.","type":"suggested"}
{"cost_code":"07-2100","category":"Thermal Insulation","scope_of_work":"This Subcontractor shall furnish and install all blown-in insulation as required by the Contract Documents.","type":"suggested"}
{"cost_code":"07-2100","category":"Thermal Insulation","scope_of_work":"This Subcontractor shall provide all insulation behind gypsum board including all batt, rigid, and polyiso insulation.","type":"suggested"}
{"cost_code":"07-4200","category":"Composite Panels","scope_of_work":"This Subcontractor shall furnish and install all material, labor, and equipment needed to install metal composite panels, blocking, caulking, clips, screws, accessories, soffit trim, etc. needed for a complete metal panel scope.","type":"suggested"}
{"cost_code":"07-4200","category":"Composite Panels","scope_of_work":"This Subcontractor shall field verify all steel dimensions prior to fabrication of panels.","type":"suggested"}
{"cost_code":"07-4200","category":"Composite Panels","scope_of_work":"This Subcontractor shall coordinate with all plumbing and lighting needs in metal panels and field cut holes as required.","type":"suggested"}
{"cost_code":"07-4600","category":"Siding","scope_of_work":"This Subcontractor shall provide all fiber cement panels and soffits as shown on the documents and specifications.","type":"suggested"}
{"cost_code":"07-4600","category":"Siding","scope_of_work":"This Subcontractor shall provide and install all insulation as required behind fiber cement panels.","type":"suggested"}
{"cost_code":"07-4600","category":"Siding","scope_of_work":"This Subcontractor shall furnish and install all metal flashing at the bottom of the fiber cement panels and all metal flashing that is integral to this system.","type":"suggested"}
{"cost_code":"07-4600","category":"Siding","scope_of_work":"This Subcontractor shall furnish shop drawings showing layout and sections through the fiber cement panels.","type":"suggested"}
{"cost_code":"07-4600","category":"Siding","scope_of_work":"This Subcontractor shall provide all end and cap pieces associated with this system.","type":"suggested"}
{"cost_code":"07-5000","category":"Membrane Roofing","scope_of_work":"This Subcontractor shall furnish and install all material, labor, and equipment needed to properly flash all curbs and penetrations.","type":"suggested"}
{"cost_code":"07-5000","category":"Membrane Roofing","scope_of_work":"This Subcontractor shall furnish and install all premanufactured fascia as shown.","type":"suggested"}
{"cost_code":"07-5000","category":"Membrane Roofing","scope_of_work":"This Subcontractor shall furnish and install the roof hatch along with any fall protection at this roof hatch as required by OSHA.","type":"suggested"}
{"cost_code":"07-5000","category":"Membrane Roofing","scope_of_work":"This Subcontractor shall include tying in the new roof system to the existing roof systems as shown. This shall include all flashing, terminations, etc.","type":"suggested"}
{"cost_code":"07-5000","category":"Membrane Roofing","scope_of_work":"This Subcontractor shall include cleaning all the TPO roofs after installation is complete prior to demobilization.","type":"suggested"}
{"cost_code":"07-6100","category":"Sheet Metal Roofing","scope_of_work":"This Subcontractor shall provide all gutters, downspouts, and gutter guards as shown.","type":"suggested"}
{"cost_code":"07-8100","category":"Fireproofing","scope_of_work":"This Subcontractor shall include all sprayed on fireproofing and as required by the contract document. Fireproofing products, execution, and thickness shall meet the required UL system ratings specified in the Contract Documents.","type":"suggested"}
{"cost_code":"07-9200","category":"Joint Sealants","scope_of_work":"This Subcontractor shall furnish and install all interior and exterior expansion joints and expansion joints cover assemblies.","type":"suggested"}
{"cost_code":"07-9200","category":"Joint Sealants","scope_of_work":"This Subcontractor shall furnish and install all joint sealants at all control joints in masonry, masonry to fiber cement panels, masonry to HM door frames and louvers, slab on grade control joints, slab to foundation walls, site concrete to building, and site concrete control joints.","type":"suggested"}
{"cost_code":"08-1000","category":"Doors, Frames, & Hardware","scope_of_work":"This Subcontractor shall furnish all hollow metal frames and door glazing kits as required by the Contract Documents.","type":"suggested"}
{"cost_code":"08-1000","category":"Doors, Frames, & Hardware","scope_of_work":"This Subcontractor shall prep all doors and frames for hardware.","type":"suggested"}
{"cost_code":"08-1000","category":"Doors, Frames, & Hardware","scope_of_work":"This Subcontractor shall coordinate door hardware with the hollow metal door and frames, wood doors, fire alarm, and access control systems to guarantee that all necessary hardware is being supplied.","type":"suggested"}
{"cost_code":"08-1000","category":"Doors, Frames, & Hardware","scope_of_work":"This Subcontractor shall furnish and install temporary cores for all doors.","type":"suggested"}
{"cost_code":"08-1000","category":"Doors, Frames, & Hardware","scope_of_work":"This Subcontractor shall furnish and install all cylinders, cores, and keys as required by the Contract Documents.","type":"suggested"}
{"cost_code":"08-1000","category":"Doors, Frames, & Hardware","scope_of_work":"This Subcontractor shall furnish and install all construction keys for temporary cores.","type":"suggested"}
{"cost_code":"08-1000","category":"Doors, Frames, & Hardware","scope_of_work":"This Subcontractor shall furnish and key control system as required by the Contract Documents.","type":"suggested"}
{"cost_code":"08-3330","category":"Overhead Doors","scope_of_work":"This Subcontractor shall furnish and install all overhead coiling doors in accordance with the Contract Documents.","type":"suggested"}
{"cost_code":"08-3330","category":"Overhead Doors","scope_of_work":"This Subcontractor shall provide any closure / trim pieces required for a complete installation. These items include items NOT shown on the Contract Documents.","type":"suggested"}
{"cost_code":"08-3330","category":"Overhead Doors","scope_of_work":"This Subcontractor shall provide all overhead doors and accessories pre-finished and factory painted.","type":"suggested"}
{"cost_code":"08-3330","category":"Overhead Doors","scope_of_work":"This Subcontractor shall coordinate blocking requirements with other Subcontractors to ensure that all blocking or hanger wires necessary for the installation of the overhead coiling doors are properly installed.","type":"suggested"}
{"cost_code":"08-3330","category":"Overhead Doors","scope_of_work":"This Subcontractor shall ensure that all specified tolerances and performance requirements are provided.","type":"suggested"}
{"cost_code":"08-3330","category":"Overhead Doors","scope_of_work":"This Subcontractor shall provide inspection, testing, leveling, adjusting, balancing and alignment necessary to ensure proper functioning of the equipment provided in this scope of work.","type":"suggested"}
{"cost_code":"08-3330","category":"Overhead Doors","scope_of_work":"This Subcontractor shall provide the initial maintenance service, training and instruction as indicated in the Contract Documents.","type":"suggested"}
{"cost_code":"08-3330","category":"Overhead Doors","scope_of_work":"This Subcontractor shall furnish and install the stainless-steel countertop shown at the overhead coiling door.","type":"suggested"}
{"cost_code":"08-4300","category":"Glass & Glazing","scope_of_work":"This Subcontractor shall furnish and install a complete glass and glazing system including but not limited to Aluminum Framing Systems, Windows, Door Hardware, Glazing, and all other associated accessories.","type":"suggested"}
{"cost_code":"08-4300","category":"Glass & Glazing","scope_of_work":"This Subcontractor shall include furnishing and installing all necessary wood blocking and sheet metal flashings, and caulking as required.","type":"suggested"}
{"cost_code":"08-4300","category":"Glass & Glazing","scope_of_work":"This Subcontractor shall include metal protection due to dissimilar materials as required.","type":"suggested"}
{"cost_code":"08-4300","category":"Glass & Glazing","scope_of_work":"This Subcontractor shall include all hardware on storefront or curtain wall doors.","type":"suggested"}
{"cost_code":"08-4300","category":"Glass & Glazing","scope_of_work":"This Subcontractor shall field measure openings prior to fabrication.","type":"suggested"}
{"cost_code":"08-4300","category":"Glass & Glazing","scope_of_work":"This Subcontractor shall install all electrical and low voltage work integral to the storefront door system and to a junction box. Final connections will be by the electrical contractor.","type":"suggested"}
{"cost_code":"08-4300","category":"Glass & Glazing","scope_of_work":"This Subcontractor shall furnish and install all door and frames glass lites as required by the Contract Documents. Hollow metal and wood door glazing kits to be provided by others.","type":"suggested"}
{"cost_code":"08-4300","category":"Glass & Glazing","scope_of_work":"This Subcontractor shall include all aluminum closure sills to match storefront, fixed windows, and curtain wall systems.","type":"suggested"}
{"cost_code":"08-4300","category":"Glass & Glazing","scope_of_work":"This Subcontractor shall include insulation at spandrel glass.","type":"suggested"}
{"cost_code":"08-4300","category":"Glass & Glazing","scope_of_work":"This Subcontractor shall include fire safeing at concrete of curtain wall systems.","type":"suggested"}
{"cost_code":"08-4300","category":"Glass & Glazing","scope_of_work":"This Subcontractor shall ensure materials supplied under this Contract comply with the U.L labeling requirements as required by the Contract Documents.","type":"suggested"}
{"cost_code":"09-2900","category":"Gypsum Board","scope_of_work":"This Subcontractor shall provide all items necessary to provide a complete installation of this scope of work including, but not limited to, all sealants, coatings, insulation, sheathing, furring, channels, backing, braces, supports, tie wire, wire hangers, gypsum panels, trim, backer board, expansion joints, wallboard, shaft wall liner panel, joint treatment, ceiling tile, grid, wall angles, runners, sound attenuation batts, tape, etc.","type":"suggested"}
{"cost_code":"09-2900","category":"Gypsum Board","scope_of_work":"This Subcontractor is responsible for engineering, fabrication, and erection of cold-formed metal framing to withstand design loads within limits and under conditions required to provide a complete system for this work as required by the contract documents.","type":"suggested"}
{"cost_code":"09-2900","category":"Gypsum Board","scope_of_work":"This Subcontractor shall provide all labor, material and equipment necessary to provide all exterior sheathing. This includes, but is not limited to, all blocking required under the sheathing. All joints in the exterior sheathing are to receive joint treatment by this Subcontractor.","type":"suggested"}
{"cost_code":"09-2900","category":"Gypsum Board","scope_of_work":"This Subcontractor shall provide all labor, material and equipment necessary to provide all metal framing, drywall and acoustical ceiling work complete as indicated in the Contract Documents.","type":"suggested"}
{"cost_code":"09-2900","category":"Gypsum Board","scope_of_work":"This Subcontractor shall receive, inventory, distribute and install all hollow metal frames including, but not limited to, all hollow metal door and window frames.","type":"suggested"}
{"cost_code":"09-2900","category":"Gypsum Board","scope_of_work":"This Subcontractor shall provide all acoustical ceilings complete, including reveals, trim, angles, T’s molds, hangar wire, tie wire, fasteners, expansion joints and hangar wire for other components.","type":"suggested"}
{"cost_code":"09-2900","category":"Gypsum Board","scope_of_work":"This Subcontractor shall provide all framing, support and backing required at all metal soffit locations.","type":"suggested"}
{"cost_code":"09-2900","category":"Gypsum Board","scope_of_work":"This Subcontractor shall provide all related acoustical caulking, fire caulking, and labeling required by the contract documents and the authorities having jurisdiction.","type":"suggested"}
{"cost_code":"09-2900","category":"Gypsum Board","scope_of_work":"This Subcontractor shall install all access doors in drywall ceilings as required for access.","type":"suggested"}
{"cost_code":"09-2900","category":"Gypsum Board","scope_of_work":"This Subcontractor shall include all patching, finishing, and furrout of existing walls as required by the contract documents in existing spaces.","type":"suggested"}
{"cost_code":"09-2900","category":"Gypsum Board","scope_of_work":"This Subcontractor shall provide all furring as required.","type":"suggested"}
{"cost_code":"09-3000","category":"Tiling","scope_of_work":"This Subcontractor shall be responsible for applying leveling fill material to bring up to needed tile sub-base level.","type":"suggested"}
{"cost_code":"09-6500","category":"Resilient Flooring","scope_of_work":"This Subcontractor shall survey floor levelness prior to start of Work.","type":"suggested"}
{"cost_code":"09-6500","category":"Resilient Flooring","scope_of_work":"This Subcontractor shall perform moisture testing as required prior to installing flooring.","type":"suggested"}
{"cost_code":"09-6500","category":"Resilient Flooring","scope_of_work":"This Subcontractor shall provide and install all material, labor, equipment, and layout as required to install all resilient flooring, tile, carpet, rubber base, stair treads, riser and landing tiles, underlayments, closures, edge strips, transition strips, reducers, adhesives, leveling compounds, and other accessories required to complete this scope of work.","type":"suggested"}
{"cost_code":"09-6500","category":"Resilient Flooring","scope_of_work":"In areas where existing floor finishes have been removed in existing buildings, this subcontractor shall install new flooring in these areas and has anticipated minor floor prep, patching, and leveling.","type":"suggested"}
{"cost_code":"09-9000","category":"Paintings & Coatings","scope_of_work":"This Subcontractor shall provide all interior and exterior field applied finish paints and coatings, high performance paints, and wall coverings, as required by the contract documents.","type":"suggested"}
{"cost_code":"09-9000","category":"Paintings & Coatings","scope_of_work":"This Subcontractor shall include painting of exposed ceilings as shown on the contract documents.","type":"suggested"}
{"cost_code":"09-9000","category":"Paintings & Coatings","scope_of_work":"This Subcontractor shall include sealing of floor as required by the contract documents.","type":"suggested"}
{"cost_code":"09-9000","category":"Paintings & Coatings","scope_of_work":"This Subcontractor shall provide joints sealants, joint preparation, and backer rod, as needed to seal and/or fill all cracks, gaps, or joints between painted to painted surfaces.","type":"suggested"}
{"cost_code":"09-9000","category":"Paintings & Coatings","scope_of_work":"This Subcontractor shall provide caulking at the bottom of door frames to the floor covering material.","type":"suggested"}
{"cost_code":"09-9000","category":"Paintings & Coatings","scope_of_work":"This Subcontractor shall include all surface preparation prior to painting, including but not limited to cleaning substrates of substances that could impair bond of paints.","type":"suggested"}
{"cost_code":"09-9000","category":"Paintings & Coatings","scope_of_work":"This Subcontractor shall install surface protection form items that do not require painting under this scope of work and remove surface protection after the completion.","type":"suggested"}
{"cost_code":"09-9000","category":"Paintings & Coatings","scope_of_work":"This Subcontractor shall provide adequate ventilation to the exterior of the building as required.","type":"suggested"}
{"cost_code":"09-9000","category":"Paintings & Coatings","scope_of_work":"This Subcontractor shall not wash out in any permanent wash basins, lavatories, janitor’s sinks, or other permanent fixtures installed in the building.","type":"suggested"}
{"cost_code":"10-1000","category":"Accessories","scope_of_work":"This Subcontractor shall furnish and install all sliding markerboards, including accessories (marker tray, map rail, display rails, end stops, etc.).","type":"suggested"}
{"cost_code":"10-2600","category":"Wall & Door Protection","scope_of_work":"This Subcontractor shall furnish and install all corner guards and shall coordinate blocking requirements with the drywall subcontractor.","type":"suggested"}
{"cost_code":"10-2800","category":"Toilet, Bath, & Laundry Accessories","scope_of_work":"This Subcontractor shall confirm all mounting heights and install all items under this scope of work to ensure the conformance to ADA guidelines.","type":"suggested"}
{"cost_code":"10-2800","category":"Toilet, Bath, & Laundry Accessories","scope_of_work":"This Subcontractor shall furnish and install all toilet accessories including, but not limited to, all anchors, fasteners, trim, brackets, caps, bracing, hardware, and accessories for complete installation.","type":"suggested"}
{"cost_code":"10-2800","category":"Toilet, Bath, & Laundry Accessories","scope_of_work":"This Subcontractor shall furnish and install all mirrors as required by the contract documents.","type":"suggested"}
{"cost_code":"10-2800","category":"Toilet, Bath, & Laundry Accessories","scope_of_work":"This Subcontractor shall closely coordinate with the drywall subcontractor to ensure that all blocking and strapping are provided in the correct locations.","type":"suggested"}
{"cost_code":"10-2800","category":"Toilet, Bath, & Laundry Accessories","scope_of_work":"This Subcontractor shall furnish and install all toilet partitions and accessories as per plans.","type":"suggested"}
{"cost_code":"10-2800","category":"Toilet, Bath, & Laundry Accessories","scope_of_work":"This Subcontractor shall provide submittals including warranty information, operations and maintenance manuals and samples of all product supplied.","type":"suggested"}
{"cost_code":"10-2800","category":"Toilet, Bath, & Laundry Accessories","scope_of_work":"This Subcontractor shall coordinate blocking requirements with drywall subcontractor to ensure that all blocking necessary for the installation is properly installed.","type":"suggested"}
{"cost_code":"10-2800","category":"Toilet, Bath, & Laundry Accessories","scope_of_work":"This Subcontractor shall coordinate general contactor and electrical contractor to ensure wiring voltage and power supply.","type":"suggested"}
{"cost_code":"10-4400","category":"Fire Protection Specialties","scope_of_work":"This Subcontractor shall furnish and install all fire extinguisher cabinets, fire extinguisher brackets, and extinguishers, as required by the contract documents.","type":"suggested"}
{"cost_code":"10-5100","category":"Lockers & Benches","scope_of_work":"This Subcontractor shall provide and install lockers as required by the contract documents.","type":"suggested"}
{"cost_code":"10-7300","category":"Canopies","scope_of_work":"This Subcontractor shall provide a complete protective canopy system as indicated on the Contract Drawings and by the Specifications.","type":"suggested"}
{"cost_code":"10-7300","category":"Canopies","scope_of_work":"This Subcontractor shall provide all layout and engineering (including field measurements) required for a complete installation.","type":"suggested"}
{"cost_code":"10-7300","category":"Canopies","scope_of_work":"This Subcontractor shall provide all fasteners, joining strips, trim closure, flashings and penetrations to adjacent structures as required for this work.","type":"suggested"}
{"cost_code":"10-7300","category":"Canopies","scope_of_work":"This Subcontractor shall perform all touch up of any prefinished materials.","type":"suggested"}
{"cost_code":"10-7300","category":"Canopies","scope_of_work":"This Subcontractor is responsible for all particular details and items, including all integral support, required by the manufacturer and not shown on the Contract Documents.","type":"suggested"}
{"cost_code":"10-7300","category":"Canopies","scope_of_work":"This Subcontractor shall include a complete design of the pre-fabricated canopy system, by a Professional Engineer licensed in the state of Georgia.","type":"suggested"}
{"cost_code":"10-7300","category":"Canopies","scope_of_work":"This Subcontractor shall provide final structural reactions on shop drawings for verification of footing design.","type":"suggested"}
{"cost_code":"10-7300","category":"Canopies","scope_of_work":"This Subcontractor shall provide all columns, baseplates, all anchor bolts, block outs, and accessories as required.","type":"suggested"}
{"cost_code":"10-7300","category":"Canopies","scope_of_work":"This Subcontractor shall coordinate with the Electrical Subcontractor to ensure that all lights are cut out correctly in the aluminum walkway system.","type":"suggested"}
{"cost_code":"12-2000","category":"Window Treatments","scope_of_work":"This Subcontractor shall provide motorized shade switching as specified on the contract documents.","type":"suggested"}
{"cost_code":"12-2000","category":"Window Treatments","scope_of_work":"This Subcontractor shall provide manual shades as specified on the contract documents.","type":"suggested"}
{"cost_code":"12-2000","category":"Window Treatments","scope_of_work":"This Subcontractor shall field measure all openings prior to the ordering of materials.","type":"suggested"}
{"cost_code":"12-2000","category":"Window Treatments","scope_of_work":"This Subcontractor shall furnish and install all window treatments and blinds as specified.","type":"suggested"}
{"cost_code":"22-1000","category":"Plumbing","scope_of_work":"This Subcontractor shall furnish and install all grease traps.","type":"suggested"}
{"cost_code":"26-1000","category":"Electrical","scope_of_work":"This Subcontractor shall provide all temporary power requirements necessary to complete this scope of work.","type":"suggested"}
{"cost_code":"27-2000","category":"Data Communications","scope_of_work":"This Subcontractor shall furnish and install complete structured cabling system including data and voice cabling.","type":"suggested"}
{"cost_code":"28-3100","category":"Fire Detection and Alarm","scope_of_work":"This Subcontractor shall furnish and install complete fire alarm system per code requirements.","type":"suggested"}
{"cost_code":"31-2200","category":"Sitework & Utilities","scope_of_work":"This Subcontractor shall include all permits as necessary, including, but not limited to, Right of Way permits and Haul Route Permits.","type":"suggested"}
{"cost_code":"31-2200","category":"Sitework & Utilities","scope_of_work":"This Subcontractor shall install tree saver protection.","type":"suggested"}
{"cost_code":"31-2200","category":"Sitework & Utilities","scope_of_work":"This Subcontractor shall furnish and install a concrete washout pit as directed by Paryani Construction.","type":"suggested"}
{"cost_code":"31-2200","category":"Sitework & Utilities","scope_of_work":"This Subcontractor shall provide a pad ready site to the proposed building corners as shown.","type":"suggested"}
{"cost_code":"31-2200","category":"Sitework & Utilities","scope_of_work":"This Subcontractor will provide a complete Erosion Control system as described in the contract documents and as required by the permitting authority.","type":"suggested"}
{"cost_code":"31-2200","category":"Sitework & Utilities","scope_of_work":"This Subcontractor is also responsible for the removal of erosion control measures after the site has been stabilized.","type":"suggested"}
{"cost_code":"31-2200","category":"Sitework & Utilities","scope_of_work":"This Subcontractor shall final grade and compact all areas to within +/-0.10” of subgrade.","type":"suggested"}
{"cost_code":"31-2200","category":"Sitework & Utilities","scope_of_work":"This Subcontractor shall saw-cut all concrete and asphalt as required to complete tie-ins at all utilities.","type":"suggested"}
{"cost_code":"31-2200","category":"Sitework & Utilities","scope_of_work":"This Subcontractor shall provide all necessary traffic control needed for the complete performance of this Subcontractor’s Work.","type":"suggested"}
{"cost_code":"31-2200","category":"Sitework & Utilities","scope_of_work":"This Subcontractor shall keep a red-line set of drawings showing actual locations of utilities and provide an electronic copy of final as-builts.","type":"suggested"}
{"cost_code":"31-2200","category":"Sitework & Utilities","scope_of_work":"This Subcontractor shall include all backfilling of curbs and walls as necessary.","type":"suggested"}
{"cost_code":"31-4200","category":"Shoring and Underpinning","scope_of_work":"This Subcontractor shall assume permanent shoring systems shall remain and be abandoned after filling or backfilling.","type":"suggested"}
{"cost_code":"31-4200","category":"Shoring and Underpinning","scope_of_work":"This Subcontractor shall provide a complete, engineered design for the underpinning.","type":"suggested"}
{"cost_code":"31-4200","category":"Shoring and Underpinning","scope_of_work":"This Subcontractor shall provide underpinning of the existing footings as shown on the Contract Documents.","type":"suggested"}
{"cost_code":"31-4200","category":"Shoring and Underpinning","scope_of_work":"This Subcontractor shall include saw cutting and cleaning of footings as needed to underpin footings.","type":"suggested"}
{"cost_code":"31-4200","category":"Shoring and Underpinning","scope_of_work":"This Subcontractor shall include all rock drilling as needed for temporary shoring as needed.","type":"suggested"}
{"cost_code":"32-1200","category":"Paving & Surfacing","scope_of_work":"This Subcontractor shall furnish and install curb and provide a complete paving system at all utility tie ins, except at the grease trap.","type":"suggested"}
{"cost_code":"32-1200","category":"Paving & Surfacing","scope_of_work":"This Subcontractor shall furnish and install graded aggregate base at grease trap.","type":"suggested"}
{"cost_code":"33-0500","category":"Utilities","scope_of_work":"This Subcontractor shall provide and install Storm Sewage Systems, Storm Drainage Utilities, and Water Utilities within five (5) feet of the building.","type":"suggested"}
{"cost_code":"33-0500","category":"Utilities","scope_of_work":"This subcontractor shall provide and install Fire Water Utilities to the fire riser room and stub up to one (1) foot above finished floor elevation.","type":"suggested"}
{"cost_code":"33-0500","category":"Utilities","scope_of_work":"This Subcontractor shall furnish and install grinder pumps.","type":"suggested"}
{"cost_code":"33-0500","category":"Utilities","scope_of_work":"This Subcontractor shall furnish and provide all foundation drains.","type":"suggested"}
{"cost_code":"33-0500","category":"Utilities","scope_of_work":"This Subcontractor shall furnish and install plastic adapters for downspout tie ins and tie in all downspouts into storm drain lines.","type":"suggested"}
